Repository: godiard/moon-activity
Catalog: po/*.po
Languages: sq

source: Moon
sq: Hënë

source: For all those interested in the moon! See the different phases of the moon, latitudes and longitudes and impress all by "predicting" the next full moon!
sq: Për tërë ata që u intereson hëna! Shihni fazat e ndryshme të hënës, gjerësitë dhe gjatësitë gjeografike dhe bëjuni përshtypje të tjerëve duke "parashikuar" hënë e plotë pasuese!

source: Toggle Grid View
sq: Kalo Në Pamjen Rrjetë

source: Toggle Hemisphere View
sq: Kalo Në Pamjen Hemisferë

source: View
sq: Shihni

source: Today's Moon Information
sq: Të dhëna Mbi Hënën e Sotme

source: Phase: %s
sq: Fazë: %s

source: Julian Date: %.2f (astronomical)
sq: Datë Sipas Kalendarit Julian: %.2f (astronomike)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
sq: Mosha: %(days).0f ditë, %(hours).0f orë, %(minutes).0f minuta

source: Surface Visibility: %.0f%% (estimated)
sq: Dukshmëri Sipërfaqeje: %.0f%% (e pritshme)

source: Next Full Moon: %(date)s in %(days).0f days
sq: Hëna e Plotë Pasuese: %(date)s për %(days).0f ditë

source: Next New Moon: %(date)s in %(days).0f days
sq: Hëna e Re Pasuese: %(date)s për %(days).0f ditë

source: Next Lunar eclipse: %(date)s in %(days).0f days
sq: Eklipsi Hënor Pasues: %(date)s për %(days).0f ditë

source: Next Solar eclipse: %(date)s in %(days).0f days
sq: Eklipsi Diellor Pasues: %(date)s për %(days).0f ditë

source: SNWE
sq: JVPL

source: NSEW
sq: VJLP

source: Latitude
sq: Gjerësi gjeografike

source: Longitude
sq: Gjatësi gjeografike

source: west
sq: perëndim

source: east
sq: lindje

source: Sunset
sq: Perëndim Dielli

source: Sunrise
sq: Ag

source: New Moon
sq: Hënë e Re

source: Full Moon
sq: Hënë e Plotë
